/* Asks if user is sure he/she wants to delete the photo. */
"ALERT_CONFIRM_DELETE" = "Are you sure you  want to delete this photo?";

/* Alert title for deleting photo */
"ALERT_DELETING_PHOTO" = "Deleting Photo!";

/* Error without colon */
"ALERT_ERROR" = "Error!";

/* Location name must exceed two characters in length. */
"ALERT_LOCATION_INPUT_ERROR" = "The name of your location must be at least two characters long.";

/* Name must exceed two characters in length. */
"ALERT_NAME_INPUT_ERROR" = "Your name must be at least two characters long.";

/* Forgot Password Button */
"BUTTON_FORGOT" = "Forgot Password?";

/* Log In Button */
"BUTTON_LOGIN" = "Log In";

/* Sign Up Button */
"BUTTON_SIGNUP" = "Create New Account";

/* Cancel */
"CANCEL" = "Cancel";

/* Delete */
"DELETE" = "Delete";

/* Done tab bar title */
"DONE" = "Done";

/* Edit tab bar title */
"EDIT" = "Edit";


/* Error message for incorrect credentials */
"ERROR_INCORRECT" = "Incorrect username and/or password.";

/* Error message for no credentials entered */
"ERROR_NOTHING" = "Please enter a username and password.";

/* Error message for unavailable service. */
"ERROR_NOT_AVAILABLE" = "There is no internet connection available.";

/* Error message for server error */
"ERROR_SERVER" = "There was a connection error, please try again.";

/* Error to be displayed in view controllers when data is unavailable. */
"ERROR_UNAVAILABLE_DATA" = ":-(     There was a problem fetching your info. Please check your connection or try again later.";

/* Password label prompt */
"LABEL_PASSWORD" = "Password";

/* Username label prompt */
"LABEL_USERNAME" = "Username";

/* Back display for navigation */
"NAVIGATION_BACK" = "Back";

/* Message box placeholder */
"NEW_MESSAGE" = "New Message";

/* Error title displayed in notification */
"NOTIFICATION_ERROR" = "Error:";

/* OK */
"OK" = "OK";

/* Placeholder text for new password confirm field */
"PASSWORD_CONFIRM" = "Confirm New Password";

/* Placeholder text for new password field */
"PASSWORD_NEW" = "New Password";

/* Placeholder text for original password field */
"PASSWORD_ORIGINAL" = "Original Password";

/* Age field description */
"PROFILE_AGE" = "Age";

/* Language prefix for age value */
"PROFILE_AGE_VALUE_PREFIX" = "";

/* Language suffix for age value */
"PROFILE_AGE_VALUE_SUFFIX" = " years old";

/* Anonymous username */
"PROFILE_ANONYMOUS" = "Anonymous";

/* Location field description */
"PROFILE_LOCATION" = "Location";

/* Name field description */
"PROFILE_NAME" = "Name";

/* Seeking field description */
"PROFILE_SEEKING" = "Seeking";

/* Sex field description */
"PROFILE_SEX" = "Sex";

/* Female sex category */
"PROFILE_SEX_FEMALE" = "Female";

/* Male sex category */
"PROFILE_SEX_MALE" = "Male";

/* Other sex category */
"PROFILE_SEX_OTHER" = "Other";

/* Username field description */
"PROFILE_USERNAME" = "Username";

/* Message delivered. */
"STATUS_DELIVERED" = "Delivered";

/* Message read. */
"STATUS_READ" = "Read";

/* Message sent. */
"STATUS_SENT" = "Sent";

/* Tab bar title for Contacts page */
"TABBAR_CONTACTS" = "Contacts";

/* Tab bar title for Convos page */
"TABBAR_CONVOS" = "Convos";

/* Title for Add From Contacts cell */
"TABLE_CELL_ADD_CONTACTS" = "Add from Contacts";

/* Title for Alert Sound cell */
"TABLE_CELL_ALERT_SOUND" = "Alert Sound";

/* Title for Blocklist cell */
"TABLE_CELL_BLOCKLIST" = "Blocklist";

/* Title for Edit Profile cell */
"TABLE_CELL_EDIT_PROFILE" = "Edit Profile";

/* Title for Help and About cell */
"TABLE_CELL_HELP_ABOUT" = "Help & About";

/* Title for Hotkeys cell */
"TABLE_CELL_HOTKEYS" = "Hotkeys";

/* Title for Invite Friends cell */
"TABLE_CELL_INVITE" = "Invite Friends";

/* Title for Message Preview cell */
"TABLE_CELL_MESSAGE_PREVIEW" = "Message Preview";

/* Title for Change Password cell */
"TABLE_CELL_PASSWORD" = "Change Password";

/* Title for Find Friends Settings table group */
"TABLE_SECTION_FIND_FRIENDS" = "Find Friends";

/* Title for General Settings table group */
"TABLE_SECTION_GENERAL" = "General";

/* Title for Notifications Settings table group */
"TABLE_SECTION_NOTIFICATIONS" = "Notifications";

/* Default title for convo */
"TITLE_CONVO" = "Anonymous";

/* Title for Profile page */
"TITLE_PROFILE" = "Profile";

/* Title of App */
"TITLE_QUB_MESSENGER" = "qub Messenger";

/* Title for Settings page */
"TITLE_SETTINGS" = "Settings";

